const QuestionsList = [
  {
    question: "ما هو الحيوان الذي يعتبر أطول حيوان بري في العالم؟",
    choices: ["الثعبان", "الفيل", "الحوت الأزرق", "الزرافة"],
    correctAnswer: "الزرافة",
  },
  {
    question: "أي من هذه الفواكه ينمو تحت الأرض؟",
    choices: ["التفاح", "البرتقال", "البطاطس", "الموز"],
    correctAnswer: "البطاطس",
  },
  {
    question: "ما هي عاصمة السعودية؟",
    choices: ["الدمام", "الرياض", "مكة", "جدة"],
    correctAnswer: "الرياض",
  },
  {
    question:
      "إذا كان لدى أحمد 5 ألعاب وأعطى صديقه 3 ألعاب، فكم لعبة تبقت لأحمد؟",
    choices: ["3", "7", "2", "5"],
    correctAnswer: "2",
  },
  {
    question: "أي من هذه الحيوانات يعتبر ملك الغابة؟",
    choices: ["الحصان", "الأسد", "النمر", "الفيل"],
    correctAnswer: "الأسد",
  },
];
export default QuestionsList;
